<div class="content-wrapper">
    <div class="container-fluid">
        <div class="card mb-3">
            <div class="card-header">Тестовое задание</div>
                <div class="card-body">
                    <div class="row">
                        <div class="col-sm-12">
                        <p>Нужно сделать веб приложение используя ваши навыки ООП 
                        (если знакомы с SOLID, то было бы неплохо увидеть и эти принципы тоже).
                        </p>
                        <p>Нам нужно приложение которое позволяет регистрироваться на сайте и логиниться, после логина мы должны видеть список всех 
                        зарегистрированных юзеров используя постраничный вывод.</p>
                        <p>При регистрации не нужно спрашивать слишком много данных, достаточно будет:</p>
                        <ul>
                            <li>Логин пользователя.</li>
                            <li>E-mail пользователя.</li>
                            <li>Страна</li>
                            <li>Аватар</li>
                        </ul>
                        <p>Приложение должно быть написано с учетом паттерна MVC и сделанно на чистом  php без фреймворков 
                        (не нужно писать массивные части, чем меньше кода тем лучше, от Вас не требуется написать фреймворк! Мы хотим оценить ваш уровень как разработчика, а не кодописателя).
                        Для html или js можете использовать любые фреймворки или библиотеки.</p>
                        <p>Внимание будет уделено: </p>
                        <ul>
                            <li>Юзабилити</li>
                            <li>Формы и их валидация</li>
                            <li>Безопасности (CSRF, XSS, Mysql injections)</li>
                            <li>Структуре таблиц в БД</li>
                            <li>ООП и принципам SOLID (Это не обязательно если Вы их не знаете)</li>
                        </ul>
                        <p>PS: Ваш проект должен уметь запускаться из поддиректории (http://localhost/your-project/)</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>